Repository: cfbraun/django-newsletter
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: de

source: Messages
de: Nachrichten

source: Subscriptions
de: Abonnenten

source: Submissions
de: Ausgaben

source: submission
de: Ausgabe

source: publish date
de: Veröffentlichungsdatum

source: Sent.
de: Versendet.

source: Delayed submission.
de: Verzögerte Ausgabe.

source: Submitting.
de: Wird versendet.

source: Not sent.
de: Nicht versendet.

source: Submission already sent.
de: Ausgabe wurde bereits verschickt.

source: Your submission is being sent.
de: Die Ausgabe wird versandt.

source: message
de: Nachricht

source: Preview
de: Vorschau

source: No HTML template associated with the newsletter this message belongs to.
de: Es wurde keine HTML-Vorlage für den Newsletter gefunden, zu dem diese Nachricht gehört.

source: Subscribed
de: Abonniert

source: Unsubscribed
de: Ausgetragen

source: Unactivated
de: noch nicht aktiviert

source: subscribe date
de: Abonnierungsdatum

source: unsubscribe date
de: Austragungsdatum

source: %s user has been successfully subscribed.
de: %s Benutzer wurde erfolgreich als Abonnent_in hinzugefügt.

source: Subscribe selected users
de: Ausgewählte Abonnements aktivieren

source: %s user has been successfully unsubscribed.
de: %s Nutzer_in wurde erfolgreich ausgetragen.

source: Unsubscribe selected users
de: Ausgewählte Abonnements deaktivieren

source: %s subscriptions have been successfully added.
de: %s Abonnements wurden erfolgreich hinzugefügt.

source: E-mail address %(email)s too long, maximum length is %(email_length)s characters.
de: Die E-Mail-Adresse %(email)s ist zu lang, die Maximallänge beträgt %(email_length)s Zeichen.

source: Name %(name)s too long, maximum length is %(name_length)s characters.
de: Der Name %(name)s ist zu lang, die Maximallänge beträgt %(name_length)s Zeichen.

source: display
de: Anzeige

source: Name column not found. The name of this column should be either 'name' or '%s'.
de: Namensspalte nicht gefunden. Die Spaltenbezeichnung sollte entwerder 'name' oder '%s' lauten.

source: E-mail column not found. The name of this column should be either 'email', 'e-mail' or '%(email)s'.
de: Feld für E-Mail-Adresse nicht gefunden. Der Name der Spalte sollte entweder 'email', 'e-mail' oder '%(email)s' lauten.

source: Could not properly determine the proper columns in the CSV-file. There should be a field called 'name' or '%(name)s' and one called 'e-mail' or '%(e-mail)s'.
de: Die Felder der CSV-Datei konnten nicht korrekt bestimmt werden. Es sollte ein Feld 'name' oder '%(name)s' und ein Feld 'e-mail' oder '%(e-mail)s' geben.

source: Row with content '%(row)s' does not contain a name and email field.
de: Zeile mit Inhalt '%(row)s' enthält weder Name noch E-Mail-Adresse.

source: Entry '%s' does not contain a valid e-mail address.
de: Eintrag '%s' enthält keine gültige E-Mail-Adresse.

source: The address file contains duplicate entries for '%s'.
de: Das Adressfeld enthält doppelte Einträge für '%s'.

source: Some entries are already subscribed to.
de: Einige Einträge sind bereits in der Liste enthalten.

source: Error reading vCard file: %s
de: Ein Problem trat auf beim Einlesen der vCard-Datei: %s

source: Entry '%s' contains no email address.
de: Eintrag '%s' enthält keine E-Mail-Adresse.

source: Some entries have no e-mail address.
de: Einige Einträge enthalten keine E-Mail-Adresse.

source: File type '%s' was not recognized.
de: Dateityp '%s' wurde nicht erkannt.

source: File extention '%s' was not recognized.
de: Dateinamenerweiterung '%s' wurde nicht erkannt.

source: No entries could found in this file.
de: Es wurden keine Einträge in dieser Datei gefunden.

source: Address file
de: Adressdatei

source: Ignore non-fatal errors
de: Ignoriere nicht-schwerwiegende Fehler

source: You should confirm in order to continue.
de: Sie sollten den Vorgang bestätigen um fortzufahren.

source: Confirm import
de: Bestätigen Sie den Importierungsvorgang.

source: If a user has been selected this field should remain empty.
de: Falls ein Benutzer ausgewählt wurde, sollte dieses Feld leer bleiben.

source: Either a user must be selected or an email address must be specified.
de: Es muss entweder ein Benutzer ausgewählt, oder eine Adresse vergeben werden.

source: This message has already been published in some other submission. Messages can only be published once.
de: Diese Nachricht wurde bereits durch eine andere Ausgabe im Archiv veröffentlicht. Nachrichten können aber nur einmal veröffentlicht werden.

source: %(name)s object with primary key %(key)r does not exist.
de: Objekt %(name)s mit Primärschlüssel %(key)r existiert nicht.

source: An e-mail address is required.
de: Eine E-Mail-Adresse wird benötigt.

source: The e-mail address '%(email)s' belongs to a user with an account on this site. Please log in as that user and try again.
de: Die E-Mail-Adresse '%(email)s' ist mit einem Konto auf dieser Seite verknüpft. Bitte melden Sie sich mit diesem Konto an und versuchen Sie es erneut.

source: Your e-mail address has already been subscribed to.
de: Ihre E-Mail-Adresse ist bereits eingetragen.

source: This subscription has not yet been activated.
de: Dieses Abonnement wurde noch nicht aktiviert.

source: This e-mail address belongs to the user '%(username)s'. Please log in as that user and try again.
de: Diese E-Mail-Adresse ist mit einem anderen Benutzernamen verknüpft. Bitte melden Sie sich daher als '%(username)s' an und versuchen Sie es erneut.

source: This e-mail address has not been subscribed to.
de: Diese E-Mail-Adresse ist nicht eingetragen.

source: This subscription has already been unsubscribed from.
de: Dieses Abonnement wurde bereits gekündigt.

source: The validation code supplied by you does not match.
de: Der Bestätigungsschlüssel stimmt nicht.

source: Activation code
de: Aktivierungsschlüssel

source: newsletter title
de: Newslettertitel

source: Sender e-mail
de: Absenderadresse

source: sender
de: Absender

source: Sender name
de: Absendername

source: visible
de: sichtbar

source: send html
de: HTML verschicken

source: Whether or not to send HTML versions of e-mails.
de: Ob HTML-Versionen der E-Mails verschickt werden sollen.

source: newsletters
de: Newsletter

source: user
de: Benutzer

source: Updated subscription %(subscription)s to %(action)s.
de: Abonnement %(subscription)s wurde aktualisiert durch "%(action)s".

source: Neither an email nor a username is set. This asks for inconsistency!
de: Es ist weder eine E-Mail-Adresse noch ein Benutzername angegeben. Das schreit nach Inkonsistenz!

source: If user is set, email must be null and vice versa.
de: Wenn ein Benutzer angegeben ist, muss das Adressfeld leer bleiben (und umgekehrt).

source: IP address
de: IP-Adresse

source: activation code
de: Aktivierungsschlüssel

source: subscribed
de: abonniert

source: unsubscribed
de: ausgetragen

source: %(name)s <%(email)s> to %(newsletter)s
de: %(name)s <%(email)s> bei %(newsletter)s

source: %(email)s to %(newsletter)s
de: %(email)s bei %(newsletter)s

source: subscription
de: Abonnement

source: subscriptions
de: Abonnements

source: Sort order determines the order in which articles are concatenated in a post.
de: Sortierung legt fest, in welcher Reihenfolge die Artikel in der Nachricht zusammengefasst werden.

source: sort order
de: Sortierung

source: title
de: Titel

source: image
de: Bild

source: article
de: Artikel

source: articles
de: Artikel

source: slug
de: Kurzform

source: created
de: Erstellt

source: modified
de: verändert

source: messages
de: Nachrichten

source: submissions
de: Ausgaben

source: %(newsletter)s on %(publish_date)s
de: %(newsletter)s vom %(publish_date)s

source: Submitting %(submission)s to %(count)d people
de: Verschicke %(submission)s an %(count)d Personen

source: Submitting message to: %s.
de: Verschicke Nachricht an: %s.

source: Message %(subscription)s failed with error: %(error)s
de: Nachricht %(subscription)s schlug fehl: %(error)s

source: Submission of message %s
de: Ausgabe der Nachricht %s

source: If you select none, the system will automatically find the subscribers for you.
de: Falls Sie keine auswählen, wird das System automatisch Abonnenten auswählen.

source: recipients
de: Empfänger

source: publication date
de: Veröffentlichungsdatum

source: publish
de: veröffentlichen

source: Publish in archive.
de: Im Archiv einsehbar.

source: prepared
de: vorbereitet

source: sent
de: Versendet

source: sending
de: Sende

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.

source: You have been subscribed to %s.
de: Sie haben %s abonniert.

source: User %(rs)s subscribed to %(my_newsletter)s.
de: Benutzer %(rs)s abonnierte %(my_newsletter)s.

source: You are already subscribed to %s.
de: Sie haben %s bereits abonniert.

source: You have been unsubscribed from %s.
de: Sie haben das Abonnement von %s gekündigt.

source: User %(rs)s unsubscribed from %(my_newsletter)s.
de: Benutzer %(rs)s kündigte Abonnement von %(my_newsletter)s.

source: You are not subscribed to %s.
de: Sie haben %s nicht abonniert.

source: Submitting queued newsletter mailings
de: Verschicke Newsletter in Warteliste

source: History
de: Geschichte

source: View on site
de: Auf Webseite betrachten

source: Preview message
de: Nachrichtenvorschau

source: Home
de: Startseite

source: Message
de: Nachricht

source: Change
de: Ändern

source: Create submission
de: Ausgabe erstellen

source: Submit
de: Absenden

source: import
de: Importieren

source: Add %(name)s
de: %(name)s hinzufügen

source: Import addresses
de: Adressen importieren

source: Confirm
de: Bestätigen

source: Upload
de: Hochladen

source: Newsletter detail
de: Newsletter Details

source: Subscribe
de: Abonnieren

source: Update
de: Aktualisieren

source: Unsubscribe
de: Kündigen

source: Archive
de: Archivieren

source: Back to list
de: Zurück zur Liste

source: Newsletter list
de: Liste der Newsletter

source: Update subscriptions
de: Abonnements aktualisieren

source: Newsletter archive
de: Newsletter Archiv

source: activate
de: aktivieren

source: Activate
de: Aktivieren

source: Newsletter subscribe
de: Newsletter abonnieren

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
de: Die Mail zur Bestätigung konnte nicht versendet werden. Dies könnte bedeuten, dass die angegebene Adresse ungültig ist.

source: If the error persists, please don't hesitate to contact us at the following email address:
de: Wenn dieses Problem dauerhaft auftritt, melden Sie sich bitte unter der Mailadresse

source: Your subscription has successfully been activated.
de: Ihr Abonnement wurde aktiviert.

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
de: Eine Aktivierungs-Mail wurde an die angegebene Adresse gesendet. In dieser Mail finden Sie einen Link, dem Sie zur endgültigen Aktivierung des Abonnements folgen müssen.

source: Do you want to subscribe to this newsletter?
de: Wollen Sie diesen Newsletter abonnieren?

source: Newsletter unsubscribe
de: Abonnement kündigen

source: You have successfully been unsubscribed.
de: Ihr Abonnement wurde gekündigt

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
de: Ihre Abbestellung wurde verarbeitet und eine Bestätigungs-Mail versendet. Bitte folgen Sie dem Link in dieser Mail, um die Abbestellung zu bestätigen.

source: Do you want to unsubscribe from this newsletter?
de: Wollen Sie das Abonnement dieses Newsletter kündigen?

source: Newsletter update
de: Newsletter aktualisieren

source: Update subscription
de: Abonnement aktualisieren

source: Your subscription has successfully been updated.
de: Ihr Abonnement wurde aktualisiert.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
de: Die Änderungen Ihres Abonnements wurden verarbeitet und eine Bestätigungs-Mail versendet. Bitte folgen Sie dem Link in dieser Mail, um die Änderungen abzuschließen.

source: Read more
de: Weiter lesen

source: Read message online
de: Nachricht online lesen

source: Unsubscribe:
de: Kündigen:

source: Subscription to %(newsletter.title)s
de: %(newsletter.title)s abonnieren

source: Dear %(subscription.name)s, you, or someone in your name requested a subscription to %(newsletter.title)s. If you would like to confirm your subscription, please follow this activation link: http://%(site.domain)s%(subscription.subscribe_activate_url)s Kind regards, %(newsletter.sender)s
de: Hallo %(subscription.name)s, Sie (oder jemand in Ihrem Namen) möchten den Newsletter '%(newsletter.title)s' abonnieren. Um den Vorgang abzuschließen, folgen Sie bitte diesem Aktivierungs-Link: http://%(site.domain)s%(subscription.subscribe_activate_url)s Mit freundlichen Grüßen %(newsletter.sender)s

source: Dear %(subscription.name)s, you, or someone in your name requested a subscription to %(newsletter.title)s. If you would like to confirm your subscription, please follow this activation link: http://%(site.domain)s%(subscription.subscribe_activate_url)s Kind regards, %(newsletter.sender)s
de: Hallo %(subscription.name)s, Sie (oder jemand in Ihrem Namen) möchten den Newsletter '%(newsletter.title)s' abonnieren. Um den Vorgang abzuschließen, folgen Sie bitte diesem Aktivierungs-Link: http://%(site.domain)s%(subscription.subscribe_activate_url)s Mit freundlichen Grüßen %(newsletter.sender)s

source: %(newsletter.title)s - Confirm subscription
de: %(newsletter.title)s - Abonnement bestätigen

source: Unsubscription from %(newsletter.title)s
de: Abonnment von %(newsletter.title)s kündigen

source: Dear %(subscription.name)s, you, or someone in your name requested unsubscription from %(newsletter.title)s. If you would like to confirm your unsubscription, please follow this activation link: http://%(site.domain)s%(subscription.unsubscribe_activate_url)s Kind regards, %(newsletter.sender)s
de: Hallo %(subscription.name)s, Sie (oder jemand in Ihrem Namen) möchten das Abonnement des Newsletters '%(newsletter.title)s' kündigen. Um den Vorgang abzuschließen, folgen Sie bitte diesem Deaktivierungs-Link: http://%(site.domain)s%(subscription.unsubscribe_activate_url)s Mit freundlichen Grüßen %(newsletter.sender)s

source: Dear %(subscription.name)s, you, or someone in your name requested unsubscription from %(newsletter.title)s. If you would like to confirm your unsubscription, please follow this activation link: http://%(site.domain)s%(subscription.unsubscribe_activate_url)s Kind regards, %(newsletter.sender)s
de: Hallo %(subscription.name)s, Sie (oder jemand in Ihrem Namen) möchten das Abonnement des Newsletters '%(newsletter.title)s' kündigen. Um den Vorgang abzuschließen, folgen Sie bitte diesem Deaktivierungs-Link: http://%(site.domain)s%(subscription.unsubscribe_activate_url)s Mit freundlichen Grüßen %(newsletter.sender)s

source: %(newsletter.title)s - Confirm unsubscription
de: %(newsletter.title)s - Kündigung bestätigen

source: Update of subscription to %(newsletter.title)s
de: Abonnement von %(newsletter.title)s aktualisieren

source: Dear %(subscription.name)s, you, or someone in your name requested updating your personal information for %(newsletter.title)s. To make changes to your information in our database, please follow this activation link: http://%(site.domain)s%(subscription.update_activate_url)s Kind regards, %(newsletter.sender)s
de: Hallo %(subscription.name)s, Sie (oder jemand in Ihrem Namen) haben eine Änderung Ihrer Daten für den Newsletter '%(newsletter.title)s' vorgenommen. Um die Änderungen abzuschließen, folgen Sie bitte diesem Link: http://%(site.domain)s%(subscription.update_activate_url)s Mit freundlichen Grüßen %(newsletter.sender)s

source: Dear %(subscription.name)s, you, or someone in your name requested updating your personal information for %(newsletter.title)s. To make changes to your information in our database, please follow this activation link: http://%(site.domain)s%(subscription.update_activate_url)s Kind regards, %(newsletter.sender)s
de: Hallo %(subscription.name)s, Sie (oder jemand in Ihrem Namen) haben eine Änderung Ihrer Daten für den Newsletter '%(newsletter.title)s' vorgenommen. Um die Änderungen abzuschließen, folgen Sie bitte diesem Link: http://%(site.domain)s%(subscription.update_activate_url)s Mit freundlichen Grüßen %(newsletter.sender)s

source: %(newsletter.title)s - Update information
de: %(newsletter.title)s - Daten aktualisieren

source: Currently:
de: Aktuell:

source: Change:
de: Neu:
